{
  "bip38alertincorrectpassphrase": "Špatné heslo pro BIP38",
  "bip38alertpassphraserequired": "Vyžadováno heslo pro BIP38 klíč",
  "brainalertpassphrasedoesnotmatch": "Heslo nejsou stejná.",
  "brainalertpassphrasetooshort": "Zadané heslo je příliš krátké.\n\n",
  "brainalertpassphrasewarning": "Varování: Je důležité zvolit silné heslo, které je odolné proti útoku hrubou silou a krádeži vašich Bitcoinů.",
  "brainalgorithm": "Algoritmus: SHA256 (Heslo)",
  "brainlabelbitcoinaddress": "Bitcoin adresa:",
  "brainlabelconfirm": "Heslo znovu:",
  "brainlabelconfirmlbl": "Confirm<br />Passphrase:",
  "brainlabelenterpassphrase": "Zadejte heslo:",
  "brainlabelenterpassphraselbl": "Enter Passphrase:",
  "brainlabelprivatekey": "Soukromý klíč (WIF &ndash; Formát pro import do peněženky):",
  "brainlabelshow": "Zobrazit?",
  "brainprint": "Tisk",
  "brainview": "Zobrazit",
  "brainwallet": "Myšlenková peněženka",
  "bulka1": "Tradiční způsob jak přijímat Bitcoiny na vaší webové stránce vyžaduje instalaci oficiálního bitcoin klienta (\"bitcoind\"). Mnoho webhostingových společností neumožňuje tuto instalaci provést. Také běh bitcoin démona na webovém serveru znamená, že soukromé klíče jsou uloženy na serveru a mohou být ukradeny. Pokud použijete Hromadnou peněženku, tak stačí na server nahrát pouze veřejnou bitcoin adresu a ne soukromé klíče. Poté se nemusíte bát, že vaše Bitcoiny budou ukradeny v případě napadení serveru.",
  "bulkgenerate": "Vytvořit",
  "bulkgeneratingaddresses": "Generuji adresy... ",
  "bulklabela2li1": "Předgenerujte si velké množství Bitcoin adres (10 000+). Okopírujte si CSV seznam do souboru na bezpečné místo ve vašem počítači. Poté jej vyzálohujte na bezpečné místo.",
  "bulklabela2li2": "Naimportujte Bitcoin adresy do databáze na vašem webovém serveru. Neimportujte soukromé klíče, abyste zabránili krádeži vašich peněz.",
  "bulklabela2li3": "Umožněte na vaší stránce platbu pomocí Bitcoinu. Stačí vždy zobrazit jednu z vygenerovaných adres a uložit si ji u objednávky.",
  "bulklabela2li4": "Nyní je již pouze potřeba zařídit notifikace o příchozí transakci. Zadejte do Google \"bitcoin payment notification\" a využijte jednu z existujících služeb. Existuje jich několik a podporují např. Web Services, API, SMS, Email, apod. Notifikaci můžete zpracovat automaticky. Pro ruční kontrolu, zda peníze přišly, stačí použít Block Explorer. Nahraďte SEMPATŘÍADRESA Bitcoin adresou, kterou chcete zkontrolovat. Potvrzení transkace může trvat od 10 minut do jedné hodiny.<br />http://www.blockexplorer.com/address/SEMPATŘÍADRESA<br /><br />Nepotvrzené tansakce je možné zkontrolovat na: http://blockchain.info/ <br />Většinou se zde zobrazí do 30 sekund.",
  "bulklabela2li5": "Bitcoiny budou bezpečně převedeny v řetězci bloků. Pro spotřebování stačí kdykoliv naimportovat soubor vygenerovaný v prvním kroku.",
  "bulklabelcompressed": "Komprimované adresy?",
  "bulklabelcsv": "Čárkou oddělené hodnoty (CSV):",
  "bulklabelformat": "Index, Adresa, Soukromý klíč (WIF &ndash; Formát pro import do peněženky)",
  "bulklabelq1": "Proč bych měl používat Hromadnou peněženku pro příjem Bitcoinů na mé stránce?",
  "bulklabelq2": "Jakým způsobem mohou přijímat Bitcoiny na mé stránce pomocí Hromadné peněženky?",
  "bulklabelrowstogenerate": "Počet řádku k vytvoření:",
  "bulklabelstartindex": "Počátek:",
  "bulkprint": "Tisk",
  "bulkwallet": "Hromadná peněženka",
  "choosecurrency": "Choose currency",
  "detaila1": "Důležitá součást vytváření Bitcoin peněženky je jistota, že náhodná čísla použitá pro její tvorbu jsou opravdu náhodná. Fyzická náhoda je lepší než počítačem generovaná pseudonáhoda. Pomocí hrací kostky je možné jednoduše získat fyzicky náhodná čísla. Pro vytvoření soukromého klíče potřebujete pouze šestihrannou kostku, kterou 99x hodíte. Každý tento hod zaznamenejte. Při zapisování převeďte čísla takto: 1=1, 2=2, 3=3, 4=4, 5=5, 6=0. Pomocí této techniky zapisujete velké, opravdu náhodné číslo, svůj soukromý klíč v B6 nebo také base 6 formátu. Těchto 99 čísel napište do pole výše a klikněte na Zobrazit detail. Poté se vám zobrazí Bitcoin adresa přidružená k tomuto soukromému klíči. Soukromý klíč byste si měli zaznamenat také ve WIF formátu, který je široce používán.",
  "detailalertnotvalidprivatekey": "Zadaný text není platým soukromým klíčem",
  "detailcompwifprefix": "'K' nebo 'L'",
  "detailconfirmsha256": "Zadaný text není platným soukromým klíčem!\n\nChcete použít zadaný text jako heslo a vytvořit soukromý klíč pomocí SHA256?\n\nVarování: Je důležité zvolit silné heslo, které je odolné proti útoku hrubou silou a krádeži vašich Bitcoinů.",
  "detaildecrypt": "Dešifrovat",
  "detailkeyformats": "Podporované formáty: WIF, WIFC, HEX, B64, B6, MINI, BIP38",
  "detaillabelbitcoinaddress": "Bitcoin adresa:",
  "detaillabelbitcoinaddresscomp": "Komprimovaná bitcoin adresa:",
  "detaillabelenterprivatekey": "Zadejte soukromý klíč:",
  "detaillabelnote1": "",
  "detaillabelnote2": "",
  "detaillabelpassphrase": "Zadejte BIP38 heslo:",
  "detaillabelprivb6": "Private Key Base6 Format (99 characters [0-5]):",
  "detaillabelprivb64": "Soukromý klíč v base64 (44 znaků):",
  "detaillabelprivbip38": "Private Key BIP38 Format (58 characters Base58):",
  "detaillabelprivhex": "Soukromý klíč v hexadecimálním formátů (64 znaků [0-9A-F]):",
  "detaillabelprivmini": "Soukromý klíč v mini formátů (22, 26 nebo 30 znaků, začíná 'S'):",
  "detaillabelprivwif": "Soukromý klíč WIF  <br />51 znaků v base58, začíná '5'",
  "detaillabelprivwifcomp": "Komprimovaný soukromý klíč WIF <br />52 znaků v base58, začíná",
  "detaillabelpublickey": "Veřejný klíč (130 znaků [0-9A-F]):",
  "detaillabelpublickeycomp": "Komprimovaný veřejný klíč (66 znaků [0-9A-F]):",
  "detaillabelq1": "Jak si mohu vytvořit peněženku pomocí hrací kostky? Co je to B6?",
  "detailprint": "Tisk",
  "detailview": "Zobrazit detail",
  "detailwallet": "Detail peněženky",
  "donate": "Support",
  "donatetextfooter": "To support the development of this wallet generator, you can donate to<br />the following addresses. When the support for a currency has been added by an external contributor to the<br />project, he receives the donation directly.",
  "footerlabelcopyright1": "Copyright bitaddress.org.",
  "footerlabelcopyright2": "Copyright JavaScriptu je uveden ve zdrojovém kódu.",
  "footerlabeldonations": "Příspěvek:",
  "footerlabelgithub": "GitHub Repository",
  "footerlabelnowarranty": "Bez záruky.",
  "footerlabelpgp": "PGP",
  "footerlabeltranslatedby": "Překlad: 1LNF2anjkH3HyRKrhMzVYqYRKFeDe2TJWz",
  "footerlabelversion": "Historie verzí",
  "footersupport": "Support WalletGenerator.net",
  "generatelabelbitcoinaddress": "Generuji Bitcoin adresu",
  "generatelabelkeypress": "NEBO napište několik náhodných znaků do tohoto pole",
  "generatelabelmovemouse": "POHYBUJTE myší pro získání dostatku náhody...",
  "newaddress": "Vytvořit novou adresu",
  "papergenerate": "Vytvořit",
  "paperlabelBIPpassphrase": "Heslo:",
  "paperlabeladdressesperpage": "Adres na stránku:",
  "paperlabeladdressestogenerate": "Vytvořit adres:",
  "paperlabelbitcoinaddress": "Bitcoin adresa:",
  "paperlabelencrypt": "Šifrovat BIP38?",
  "paperlabelencryptedkey": "Šifrovaný soukromý klíč (Vyžadováno heslo)",
  "paperlabelhideart": "Skrýt grafiku?",
  "paperlabelprivatekey": "Soukromý klíč (WIF &ndash; Formát pro import do peněženky):",
  "paperprint": "Tisk",
  "paperqrnotsupported": "Sorry, but your web browser does not support the<br />HTML5 camera controls. Try using a recent version of Firefox (recommended), Chrome or Opera.",
  "paperqrpermissiondenied": "Permission denied. Your browser should display a message requesting access to your camera. Please<br />click the \"Allow\" button to enable the camera.",
  "paperwallet": "Papírová peněženka",
  "qrcaminstructiontitle": "Scan QR code using your camera",
  "securitychecklivecd": "Are you using a secure operating system guaranteed to be free of spyware and viruses, for example, an<br />Ubuntu LiveCD?",
  "securitychecktitle": "Security Checklist :",
  "securitystep0": "First step is to download this website from Github<br />and open the index.html file directly from your computer. It's just too easy to sneak some evil code in<br />the 6000+ lines of javascript to leak your private key, and you don't want to see your fund stolen. Code<br />version control make it much easier to cross-check what actually run. For extra security, unplug<br />your Internet access while generating your wallet.",
  "securitystep0title": "Step 0. Follow the security checklist recommendation",
  "securitystep1": "Choose your currency and click on the \"Generate new address\" button.",
  "securitystep1title": "Step 1. Generate new address",
  "securitystep2": "Click the Paper Wallet tab and print the page on high quality setting. Never save the page as a<br />PDF file to print it later since a file is more likely to be hacked than a piece of paper.",
  "securitystep2title": "Step 2. Print the Paper Wallet",
  "securitystep3": "Fold your new Paper wallet following the lines.<br />You can insert one side inside the other to lock the wallet.",
  "securitystep3title": "Step 3. Fold the Paper Wallet",
  "securitystep4": "Use your public address to receive money from other crypto-currency users. You can share your public<br />address as much as you want.",
  "securitystep4title": "Step 4. Share your public address",
  "securitystep5": "The private key is literally the keys to your coins, if someone was to obtain it, they could withdraw the<br />funds currently in the wallet, and any funds that might be deposited in that wallet.",
  "securitystep5title": "Step 5. Keep your private key secret",
  "securitystep6": "Please test spending a small amount before receiving any large<br />payments.",
  "securitystep7": "This service is free and will stay free, without advertising or tracking of any sort. Please consider making a donation to support<br />us and the people that add support for new currencies.",
  "securitystep7title": "Consider supporting us",
  "singlelabelbitcoinaddress": "Bitcoin adresa",
  "singlelabelprivatekey": "Soukromý klíč (WIF &ndash; Formát pro import do peněženky):",
  "singleprint": "Tisk",
  "singlesecret": "SOUKROMÉ",
  "singleshare": "SDÍLEJTE",
  "singletip1": "<b>Bitcoin peněženka</b> je jednoduchý pár Bitcoin adresy s přidruženým soukromým klíčem. Taková peněženka byla právě vytvořena ve vašem prohlížeči a zobrazena výše.",
  "singletip2": "<b>Pro zabezpečení této peněženky</b> musíte tuto Bitcoin adresu a soukromý klíč vytisknout a nebo jinak poznamenat. Je důležité provést zálohu soukromého klíče a jeho uschování na bezpečném místě. Tato webová stránka nemá žádné informace o vašem soukromém klíči. Pokud ovládáte PGP, můžete celou tuto stránku stáhnout v jednom HTML souboru a ověřit její pravost srovnáním SHA1 hashe s podepsaným dokumentem historie verzí. Odkaz naleznete v patičce této stránky. Pokud opustíte či obnovíte tuto stránku nebo kliknete na 'Vytvořit novou adresu' dojde k vygenerování nového soukromého klíče a předtím zobrazený klíč bude ztracen. Váš soukromý klíč musíte uchovat v tajnosti. Každý kdo má tento klíč k dispozici může utratit všechny peníze v této peněžence. Pokud budete peněženku tisknout, uzavřete ji do nepropustného obalu nebo ji zalaminujte. Tím zabráníte jejímu poškození vodou. Chovejte se k této peněžence jako k normálním bankovkám.",
  "singletip3": "<b>Pro vložení</b> peněz do této peněženky stačí zaslat peníze na Bitcoin adresu.",
  "singletip4": "<b>Zkontrolovat zůstatek</b> můžete na webové stránce blockchain.info nebo blockexplorer.com po zadání Bitcoin adresy.",
  "singletip5": "<b>Utratit Bitcoiny</b> můžete pomocí blockchain.info či mtgox.com načtením celého zůstatku pomocí soukromého klíče do vašeho účtu. Utratit zůstatek můžete také pomocí jednoho z P2P Bitcoin klientů naimportováním soukromého klíče. Myslete na to, že importem klíče do klienta se stane součástí jeho peněženky. Pokud převedete někomu peníze, nespotřebovaný zůstatek se zašle na jinou Bitcoin adresu uvedenou v P2P klienta. Tuto novou adresu musíte vyzálohovat a udržovat v bezpečí. Satoshi doporučuje, že by nikdo nikdy neměl mazat peněženku.",
  "singlevanitygen": "Vanitygen Pattern:",
  "singlewallet": "Jedna peněženka",
  "supportedcurrencylbl": "supported<br />currencies !",
  "tagline": "Open Source generátor Bitcoin peněženky napsaný v JavaScript",
  "unsure": "WARNING: The developer thinks that support for this coin is not safe or not correct.<br />Please help the developer by auditing and validating coin implementation here!",
  "vanityalertinvalidinputcannotmultiple": "Špatný vstup. Dva veřejné klíče není možné násobit. Zvolte 'Přidat' pro přidání dvou veřejných klíčů a získání Bitcoin adresy.",
  "vanityalertinvalidinputprivatekeysmatch": "Špatný vstup. Soukromý klíč obou položek je shodný. Musíte zadat dva různé klíče.",
  "vanityalertinvalidinputpublickeysmatch": "Špatný vstup. Veřejný klíč obou položek je shodný. Musíte zadat dva různé klíče.",
  "vanitycalc": "Spočítát peněženku Vanity",
  "vanityinvalidinputcouldnotcombinekeys": "Špatný vstup. Kombinovat klíče není možné.",
  "vanitylabelbitcoinaddress": "Bitcoin adresa Vanity:",
  "vanitylabelenteryourpart": "Zadejte vaši část soukromého klíče (vygenerovaný a uložený v prvním kroku výše):",
  "vanitylabelenteryourpoolpart": "Zadejte pool část soukromého klíče (z Vanity Poolu):",
  "vanitylabelnote1": "[POZNÁMKA: do tohoto pole můžete zadat veřejný nebo soukromý klíč]",
  "vanitylabelnote2": "[POZNÁMKA: do tohoto pole můžete zadat veřejný nebo soukromý klíč]",
  "vanitylabelnotesbitcoinaddress": "Výše je vaše nová adresa, která by měla obsahovat požadovaný začátek.",
  "vanitylabelnotesprivatekey": "Výše je soukromý klíč pro načtení do vaší peněženky.",
  "vanitylabelnotespublickeyhex": "Výše je veřejný klíč v hexadecimálním formátu.",
  "vanitylabelprivatekey": "Soukromý klíč Vanity (WIF):",
  "vanitylabelpublickeyhex": "Veřejný klíč Vanity (HEX):",
  "vanitylabelradioadd": "Sečíst",
  "vanitylabelradiomultiply": "Násobit",
  "vanitylabelstep1": "Krok 1 &ndash; Vytvořte klíč pro první krok",
  "vanitylabelstep1privatekey": "Soukromý klíč 1. kroku",
  "vanitylabelstep1privnotes": "Zkopírujte a uschovejte uvedený soukromý klíč. Ideálně na šifrovaný disk. Budete ho potřebovat pro získání vašeho Bitcoin soukromého klíče poté, co pool nalezne začátek.",
  "vanitylabelstep1publickey": "Veřejný klíč 1. kroku",
  "vanitylabelstep1pubnotes": "Zkopírujte a vložte výše uvedený klíč do pole Your-Part-Public-Key na Vanity Pool stránce.",
  "vanitylabelstep2calculateyourvanitywallet": "Krok 2 &ndash; Výpočet peněženky Vanity",
  "vanitynewkeypair": "Vytvořit",
  "vanityprivatekeyonlyavailable": "Dostupné pouze při kombinaci dvou soukromých klíčů",
  "vanitywallet": "Peněženka Vanity"
}
