{
  "bip38alertincorrectpassphrase": "この暗号化された秘密鍵に対するパスワードが間違っています。",
  "bip38alertpassphraserequired": "BIP38キーにはパスワードが必要です。",
  "brainalertpassphrasedoesnotmatch": "パスワードと確認のパスワードが一致しません。",
  "brainalertpassphrasetooshort": "入力されたパスワードが短すぎます。\n\n",
  "brainalertpassphrasewarning": "警告: パスワードが推測されたり盗まれたりするのを防ぐためには、強力なパスワードを選ぶことが重要です。",
  "brainalgorithm": "アルゴリズム: SHA256(passphrase)",
  "brainlabelbitcoinaddress": "公開アドレス:",
  "brainlabelconfirmlbl": "確認パスワード:",
  "brainlabelenterpassphraselbl": "パスワードを入力:",
  "brainlabelprivatekey": "秘密鍵 (Wallet Import Format):",
  "brainwallet": "暗記ウォレット",
  "bulkgeneratingaddresses": "アドレスを生成中... ",
  "bulklabelcsv": "Comma Separated Values: Index,Address,Private Key (WIF)",
  "bulklabelrowstogenerate": "生成数:",
  "bulklabelstartindex": "開始番号:",
  "bulkwallet": "アドレス大量生成",
  "choosecurrency": "通貨を選択",
  "defaultTitle": "WalletGenerator.net - Universal Paper wallet generator for Bitcoin and other cryptocurrencies",
  "detaila1": "暗号通貨ウォレットを作成する重要なものは、完全にランダムな乱数を確保することです。物理的な乱数はコンピュータの生成する擬似乱数よりは安全です。これを達成する最も簡単な方法は、サイコロを使うことです。秘密鍵の生成には、6面サイコロを用意して99回転がすと得られる乱数を使います。Stopping<br />each time to record the value of the die. When recording the values follow these rules: 1=1, 2=2, 3=3,<br />4=4, 5=5, 6=0. By doing this you are recording the big random number, your private key, in B6 or base 6<br />format. You can then enter the 99 character base 6 private key into the text field above and click View<br />Details. You will then see the public address associated with your private key. You should also make note<br />of your private key in WIF format since it is more widely used.",
  "detailalertnotvalidprivatekey": "入力された文字列は正しい秘密鍵ではありません",
  "detailconfirmsha256": "入力された文字列は正しい秘密鍵ではありません。\n\nWould you like to use the entered text as a passphrase and create a Private Key using a SHA256 hash of the passphrase?\n\nWarning: Choosing a strong passphrase is important to avoid brute force attempts to guess your passphrase and steal your coins.",
  "detaillabelenterprivatekey": "秘密鍵を入力",
  "detaillabelnote1": "Your Private Key is a unique secret number that only you know. It<br />can be encoded in a number of different formats. Below we show the Public Address and Public Key that<br />corresponds to your Private Key as well as your Private Key in the most popular encoding formats (WIF,<br />WIFC, HEX, B64).",
  "detaillabelpassphrase": "BIP38パスワードを入力",
  "detaillabelprivb6": "Base6形式の秘密鍵 (99文字 [0-5]):",
  "detaillabelprivb64": "Base64形式の秘密鍵 (44文字):",
  "detaillabelprivbip38": "BIP38形式の秘密鍵 (58文字 Base58):",
  "detaillabelprivhex": "16進数形式の秘密鍵 (64文字 [0-9A-F]):",
  "detaillabelprivmini": "Mini形式の秘密鍵 (22、26または30文字):",
  "detaillabelpublickey": "公開鍵 (130文字 [0-9A-F]):",
  "detaillabelpublickeycomp": "公開鍵 (圧縮形式, 66文字 [0-9A-F]):",
  "detaillabelq1": "サイコロで秘密鍵を作る方法は? B6って何?",
  "detailwallet": "アドレス詳細",
  "donate": "支援",
  "donatetextfooter": "To support the development of this wallet generator, you can donate to<br />the following addresses. When the support for a currency has been added by an external contributor to the<br />project, he receives the donation directly.",
  "footerlabelcopyright2": "JavaScript copyrights are included in the source.",
  "footerlabelgithub": "ダウンロード (GitHub)",
  "footerlabelnowarranty": "保証はありません。 No warranty.",
  "footersupport": "WalletGeneratorを支援",
  "paperlabelBIPpassphrase": "パスワード:",
  "paperlabelencrypt": "BIP38暗号化",
  "paperqrnotsupported": "Sorry, but your web browser does not support the<br />HTML5 camera controls. Try using a recent version of Firefox (recommended), Chrome or Opera.",
  "paperqrpermissiondenied": "Permission denied. Your browser should display a message requesting access to your camera. Please<br />click the \"Allow\" button to enable the camera.",
  "paperwallet": "ペーパーウォレット",
  "paperwalletback": "<ul><li>To deposit funds to this paper wallet, send cryptocurrency to its public address, anytime.</li><li>Verify your balance by searching for the public address using a blockchain explorer such as blockchain.info.</li><li><b>DO NOT REVEAL THE PRIVATE KEY</b> until you are ready to import the balance on this wallet to a cryptocurrency client, exchange or online wallet.</li></ul><b>Amount :</b> ___________ &nbsp; &nbsp; &nbsp; <b>Date :</b> ________________<br /><b>Notes :</b> ______________________________________",
  "qrcaminstructiontitle": "Scan QR code using your camera",
  "securitychecklistofflineNOK": "You appear to be running this generator off of a live website, which is not recommended for creating valuable wallets. Instead, use the download link at the bottom of this page to download the ZIP file from GitHub and run this generator offline as a 'local' HTML file.",
  "securitychecklistofflineOK": "You are running this generator from your own download.",
  "securitychecklistrandomNOK": "Your browser does NOT support window.crypto.getRandomValues(), which is important for generating the most secure random numbers possible. Please use a more modern browser.",
  "securitychecklistrandomOK": "Your browser is capable of generating cryptographically random keys using window.crypto.getRandomValues",
  "securitychecklivecd": "Are you using a secure operating system guaranteed to be free of spyware and viruses, for example, an<br />Ubuntu LiveCD?",
  "securitychecktitle": "Security Checklist :",
  "securitystep0": "First step is to download this website from Github<br />and open the index.html file directly from your computer. It's just too easy to sneak some evil code in<br />the 6000+ lines of javascript to leak your private key, and you don't want to see your fund stolen. Code<br />version control make it much easier to cross-check what actually run. For extra security, unplug<br />your Internet access while generating your wallet.",
  "securitystep0title": "Step 0. Follow the security checklist recommendation",
  "securitystep1": "Choose your currency and click on the \"Generate new address\" button.",
  "securitystep1title": "Step 1. Generate new address",
  "securitystep2": "Click the Paper Wallet tab and print the page on high quality setting. Never save the page as a<br />PDF file to print it later since a file is more likely to be hacked than a piece of paper.",
  "securitystep2title": "Step 2. Print the Paper Wallet",
  "securitystep3": "Fold your new Paper wallet following the lines.<br />You can insert one side inside the other to lock the wallet.",
  "securitystep3title": "Step 3. Fold the Paper Wallet",
  "securitystep4": "Use your public address to receive money from other crypto-currency users. You can share your public<br />address as much as you want.",
  "securitystep4title": "Step 4. Share your public address",
  "securitystep5": "The private key is literally the keys to your coins, if someone was to obtain it, they could withdraw the<br />funds currently in the wallet, and any funds that might be deposited in that wallet.",
  "securitystep5title": "Step 5. Keep your private key secret",
  "securitystep6": "Please test spending a small amount before receiving any large<br />payments.",
  "securitystep7": "This service is free and will stay free, without advertising or tracking of any sort. Please consider making a donation to support<br />us and the people that add support for new currencies.",
  "securitystep7title": "私たちを応援して下さい",
  "singlelabelbitcoinaddress": "公開アドレス",
  "singlelabelprivatekey": "秘密鍵 (Wallet Import Format)",
  "singlesecret": "SECRET",
  "singleshare": "SHARE",
  "singlevanitygen": "開始文字列:",
  "singlewallet": "単独アドレス生成",
  "supportedcurrencylbl": "の通貨をサポートしています",
  "title": "ペーパーウォレット生成",
  "unsure": "WARNING: The developer thinks that support for this coin is not safe or not correct.<br />Please help the developer by auditing and validating coin implementation here!"
}
