{
  "bip38alertincorrectpassphrase": "Bu sifreli özel anahtar için, yanlis sifre girdiniz.",
  "bip38alertpassphraserequired": "BIP38 anahtari için sifre gereklidir",
  "brainalertpassphrasedoesnotmatch": "Girdiginiz iki parola birbiri ile uyusmuyor.",
  "brainalertpassphrasetooshort": "Girmis oldugunuz parola çok kisa.\n\n",
  "brainalertpassphrasewarning": "Uyari: Tahmini çok zor parola seçmeniz, brute force gibi yöntemler ile paranizin çalinmamasi için çok önemlidir.",
  "brainalgorithm": "Algorithm: SHA256(passphrase)",
  "brainlabelbitcoinaddress": "Public Address:",
  "brainlabelconfirmlbl": "Confirm<br />Passphrase:",
  "brainlabelenterpassphraselbl": "Enter Passphrase:",
  "brainlabelprivatekey": "Private Key (Wallet Import Format):",
  "brainwallet": "Brain Wallet",
  "bulkgeneratingaddresses": "Cüzdan Yaratiliyor... ",
  "bulklabelcsv": "Comma Separated Values: Index,Address,Private Key (WIF)",
  "bulklabelrowstogenerate": "Rows to generate:",
  "bulklabelstartindex": "Start index:",
  "bulkwallet": "Bulk Wallet",
  "choosecurrency": "Choose currency",
  "defaultTitle": "WalletGenerator.net - Bitcoin ve diger kripto para birimleri için Evrensel Kagit cüzdan üreticisi",
  "detaila1": "An important part of creating a crypto-currency wallet is ensuring<br />the random numbers used to create the wallet are truly random. Physical randomness is better than<br />computer generated pseudo-randomness. The easiest way to generate physical randomness is with dice. To<br />create a crypto-currency private key you only need one six sided die which you roll 99 times. Stopping<br />each time to record the value of the die. When recording the values follow these rules: 1=1, 2=2, 3=3,<br />4=4, 5=5, 6=0. By doing this you are recording the big random number, your private key, in B6 or base 6<br />format. You can then enter the 99 character base 6 private key into the text field above and click View<br />Details. You will then see the public address associated with your private key. You should also make note<br />of your private key in WIF format since it is more widely used.",
  "detailalertnotvalidprivatekey": "Girdiginiz key geçerli bir key degildir.",
  "detailconfirmsha256": "Girdiginiz metin geçerli bir Özel Anahtar degil!\n\nGirilen metni bir parola olarak kullanmak ve parolanın bir SHA256 karmasını kullanarak bir Özel Anahtar oluşturmak ister misiniz?\n\nUyari: Tahmini çok zor parola seçmeniz, brute force gibi yöntemler ile paranizin çalinmamasi için çok önemlidir.",
  "detaillabelenterprivatekey": "Enter Private Key",
  "detaillabelnote1": "Your Private Key is a unique secret number that only you know. It<br />can be encoded in a number of different formats. Below we show the Public Address and Public Key that<br />corresponds to your Private Key as well as your Private Key in the most popular encoding formats (WIF,<br />WIFC, HEX, B64).",
  "detaillabelpassphrase": "Enter BIP38 Passphrase",
  "detaillabelprivb6": "Private Key Base6 Format (99 characters [0-5]):",
  "detaillabelprivb64": "Private Key Base64 (44 characters):",
  "detaillabelprivbip38": "Private Key BIP38 Format (58 characters Base58):",
  "detaillabelprivhex": "Private Key Hexadecimal Format (64 characters [0-9A-F]):",
  "detaillabelprivmini": "Private Key Mini Format (22, 26 or 30 characters):",
  "detaillabelpublickey": "Public Key (130 characters [0-9A-F]):",
  "detaillabelpublickeycomp": "Public Key (compressed, 66 characters [0-9A-F]):",
  "detaillabelq1": "How do I make a wallet using dice? What is B6?",
  "detailwallet": "Wallet Details",
  "donate": "Support",
  "donatetextfooter": "To support the development of this wallet generator, you can donate to<br />the following addresses. When the support for a currency has been added by an external contributor to the<br />project, he receives the donation directly.",
  "footerlabelcopyright2": "JavaScript copyrights are included in the source.",
  "footerlabelgithub": "Download (GitHub Repository)",
  "footerlabelnowarranty": "No warranty.",
  "footersupport": "Support WalletGenerator.net",
  "paperlabelBIPpassphrase": "Passphrase:",
  "paperlabelencrypt": "BIP38 Encrypt?",
  "paperqrnotsupported": "Sorry, but your web browser does not support the<br />HTML5 camera controls. Try using a recent version of Firefox (recommended), Chrome or Opera.",
  "paperqrpermissiondenied": "Permission denied. Your browser should display a message requesting access to your camera. Please<br />click the \"Allow\" button to enable the camera.",
  "paperwallet": "Paper Wallet",
  "paperwalletback": "<ul><li>Bu kağıt cüzdanına para yatırmak için her zaman ortak adresine kripto para birimi gönderin.</li><li>Blockchain.info gibi bir blok gezgini site araciligi ile yerel adresinizdeki bakiyeyi dogrulayin</li><li><b>PRIVATE KEY KESINLIKLE YAYINLAMAYIN</b>Ta ki bu cüzdan üzerindeki bakiyeyi, bir sifreleme sunucusu, Borsa veya çevrimiçi cüzdan'a aktarmaya hazir olana kadar.</li></ul><b>Miktar :</b> ___________ &nbsp; &nbsp; &nbsp; <b>Tarih :</b> ________________<br /><b>Notlar :</b> ______________________________________",
  "qrcaminstructiontitle": "Scan QR code using your camera",
  "securitychecklistofflineNOK": "Bu Cüzdan üretecini canli bir web sitesinden calistirdiginiz gorülüyor; Bu yontem degerli bir cuzdan yaratmak icin onerilmiyor. Bunun yerine, Bu sistemin bir kopyasini GitHub'dan indirmeniz ve Cevrim Disi bir 'YEREL' HTML dosyasi olarak calistirmaniz oneriliyor. Asagidaki indirme linkini kullanin.",
  "securitychecklistofflineOK": "Bu Ureteci kendi yüklemenizden/bilgisayarinizdan çalistiriyorsunuz :).",
  "securitychecklistrandomNOK": "Tarayiciniz, mümkün olan en güvenli rasgele sayilari üretmek için önemli olan 'window.crypto.getRandomValues ()' ögesini desteklemiyor!. Lütfen daha modern bir tarayici kullanin.",
  "securitychecklistrandomOK": "Tarayıcınız window.crypto.getRandomValues kullanarak kriptografik olarak rastgele anahtarlar üretebilir.",
  "securitychecklivecd": "Are you using a secure operating system guaranteed to be free of spyware and viruses, for example, an<br />Ubuntu LiveCD?",
  "securitychecktitle": "Security Checklist :",
  "securitystep0": "First step is to download this website from Github<br />and open the index.html file directly from your computer. It's just too easy to sneak some evil code in<br />the 6000+ lines of javascript to leak your private key, and you don't want to see your fund stolen. Code<br />version control make it much easier to cross-check what actually run. For extra security, unplug<br />your Internet access while generating your wallet.",
  "securitystep0title": "Step 0. Follow the security checklist recommendation",
  "securitystep1": "Choose your currency and click on the \"Generate new address\" button.",
  "securitystep1title": "Step 1. Generate new address",
  "securitystep2": "Click the Paper Wallet tab and print the page on high quality setting. Never save the page as a<br />PDF file to print it later since a file is more likely to be hacked than a piece of paper.",
  "securitystep2title": "Step 2. Print the Paper Wallet",
  "securitystep3": "Fold your new Paper wallet following the lines.<br />You can insert one side inside the other to lock the wallet.",
  "securitystep3title": "Step 3. Fold the Paper Wallet",
  "securitystep4": "Use your public address to receive money from other crypto-currency users. You can share your public<br />address as much as you want.",
  "securitystep4title": "Step 4. Share your public address",
  "securitystep5": "The private key is literally the keys to your coins, if someone was to obtain it, they could withdraw the<br />funds currently in the wallet, and any funds that might be deposited in that wallet.",
  "securitystep5title": "Step 5. Keep your private key secret",
  "securitystep6": "Please test spending a small amount before receiving any large<br />payments.",
  "securitystep7": "This service is free and will stay free, without advertising or tracking of any sort. Please consider making a donation to support<br />us and the people that add support for new currencies.",
  "securitystep7title": "Consider supporting us",
  "singlelabelbitcoinaddress": "Public Address",
  "singlelabelprivatekey": "Private Key (Wallet Import Format)",
  "singlesecret": "SECRET",
  "singleshare": "SHARE",
  "singlevanitygen": "Vanitygen Pattern:",
  "singlewallet": "Single Wallet",
  "supportedcurrencylbl": "supported<br />currencies !",
  "title": "Kagit Cüzdan Üreticisi",
  "unsure": "WARNING: The developer thinks that support for this coin is not safe or not correct.<br />Please help the developer by auditing and validating coin implementation here!"
}
